[{"id": 1087629300372607036, "rephrased": "What could be the reason for not being able to generate an image despite having 7000 Kudos?"}, {"id": 1087392511510712451, "rephrased": "What could be the reason for Kudos transfer not functioning today, even though it was working fine yesterday?"}, {"id": 1086844007021285497, "rephrased": "Is the kudos transfer feature still functional on https://stablehorde.net/transfer, as I am encountering internal server errors while attempting to use it for the first time?"}, {"id": 1086733086944927784, "rephrased": "How can I remove the 150 step limit on img2img after deleting cookies and relogging?"}, {"id": 1086661564448374975, "rephrased": "How can I resolve the issue with tiling not working in img2img despite activating it, possibly due to a glitch in the new update?"}, {"id": 1085925962820091956, "rephrased": "Can I cancel and resubscribe to an early bird Patreon membership without losing my spot if I originally subscribed on the 26th of the month?"}, {"id": 1084591915380518923, "rephrased": "What is the solution for the syntax error with the Zelda_Fans Discord bot?"}, {"id": 1083913190234128414, "rephrased": "How can the command be modified to generate 4 unique images using the YOLO model for an Elite Dangerous prompt?"}, {"id": 1083251280027328512, "rephrased": "What could be causing Kudos gifting to fail despite having registered my token and used the /login command in the bot?"}, {"id": 1083072675917869186, "rephrased": "How to handle a worker who randomly stops working in a given context of a computer system with specific hardware and software specifications?"}, {"id": 1082842637398179890, "rephrased": "Is it possible for post-processors to respect masks or have a checkbox to crop the image to the selection and run the post-processor on that section of the image?"}, {"id": 1082624763861680128, "rephrased": "How can I resolve the \"ModuleNotFoundError: No module named 'gradio'\" error when running bridge-webui.cmd and encountering a \"failed to create process\" message after running update-runtime.cmd as admin?"}, {"id": 1082486241536262146, "rephrased": "How can I create glitch art pictures as I am struggling to make them and have lost credibility due to my inability to do so?"}, {"id": 1082478299218968727, "rephrased": "Is there a way to view the output of my Worker, which did not generate an image with the Experience model despite receiving a task with the same parameters, and check the output of other models?"}, {"id": 1082420931189801021, "rephrased": "What are the optimal bridgeData settings for a GTX 1060 with 6/16 Gb VRAM/RAM to avoid slow performance and prevent NSFW content from being generated?"}, {"id": 1082352507533148200, "rephrased": "How can I troubleshoot my inability to generate simple text using the /v2/generate/text/async API and the /v2/generate/text/status/{id} API?"}, {"id": 1082336242722668594, "rephrased": "How can I replicate the results I got from using Stable Horde Flutter on my smartphone on my PC with A1111?"}, {"id": 1082308146627870760, "rephrased": "How can I disable the All Samplers and Multiple Guidance options on ArtBot mobile without resetting all browser data?"}, {"id": 1082287677514207244, "rephrased": "What is the most effective way to rephrase the question given the provided context and information?"}, {"id": 1082044965321978047, "rephrased": "How to resolve libmamba error after updating video card and drivers on Windows 10 x64 with Python 3.11, CUDA 12.1, and GitHub Desktop?"}, {"id": 1081828612027711488, "rephrased": "How can I fix the issue with stable horde not working after doing a git pull on automatic1111?"}, {"id": 1081790069419020338, "rephrased": "What is the correct method for downloading worker models that are not found on StableHorde despite attempting manual downloads?"}, {"id": 1081559058437390376, "rephrased": "Is it normal to receive these errors in the command prompt when hosting a worker on my PC?"}, {"id": 1081185804736544768, "rephrased": "What steps can be taken to troubleshoot and resolve issues with ControlNet connectivity?"}, {"id": 1080716558411759669, "rephrased": "What is the reason for not receiving kudos after the renewal of my Patreon subscription on the 26th and where can I seek assistance for this issue?"}, {"id": 1080656075809902662, "rephrased": "Why is my mobile app unable to detect any models, even though it was working fine a few days ago?"}, {"id": 1080509235256889394, "rephrased": "What is causing the issue with the image rating loop today?"}, {"id": 1080508566303166484, "rephrased": "How can I troubleshoot the issue of my generated images not being processed with the controlnet in automatic1111 with the stablehorde extension?"}, {"id": 1080455493740413028, "rephrased": "What is the best way to rephrase the statement \"tried updating, error\"?"}, {"id": 1080397168738836541, "rephrased": "What is the process for setting up image interrogator for stable horde as an alternative to image generation with a low cuda core count GPU?"}, {"id": 1080293051769045052, "rephrased": "How would you define ControlNet?"}, {"id": 1080035030086193202, "rephrased": "What is the solution to the error \"Cannot determine HOME\" when updating and linking cudatoolkit-11.7.0-h74894db_11?"}, {"id": 1080023909514084424, "rephrased": "Do I need to take any additional steps to enable ControlNet support after updating my worker to the latest commit, since I did not see any models to download?"}, {"id": 1079944875002318848, "rephrased": "What is the best way to rephrase a prompt that is triggering an error message after repeated attempts to find the problematic word?"}, {"id": 1079815975442067567, "rephrased": "What is the best approach to terminate a worker immediately upon encountering an error to prevent subsequent job failures and maintenance mode?"}, {"id": 1079769446438146068, "rephrased": "How can I avoid triggering the filter when using seemingly innocuous prompts such as \"Tall girl\" or \"mature woman\"?"}, {"id": 1079385483752255488, "rephrased": "How can I resolve the issue of all webUIs hanging at 0 queue forever and giving a 403 error, except for latent diffusion on stablehorde.net and dbzer0.itch.io/lucid-creations?"}, {"id": 1079332361604444253, "rephrased": "How can I resolve the \"Stable Horde API Error: This sampler is not supported in this mode\" error when using the artbot online for inpainting?"}, {"id": 1079224992782352484, "rephrased": "What could be causing the frozen values of \"Images Requested\" and \"Images Generated,\" the strange behavior of the Colab, and the discrepancy between the UI and the actual kudos earned on my account?"}, {"id": 1078535237115580456, "rephrased": "How can I resolve the issue of using 10 times more kuddos than previewed when generating images on Stable Horde?"}, {"id": 1077971687867420822, "rephrased": "What is causing the problem with opening horde-bridge.cmd after running update-runtime.cmd following a git pull, and why does it require downloading the conda folder again to fix it?"}, {"id": 1077945122769080330, "rephrased": "What does the error \"Task status 429: 10 per 1 minute\" mean and how can it be resolved when attempting to regenerate an image with a specific model and post-processing?"}, {"id": 1077767752091193445, "rephrased": "There is no indication of sex in the given query, please provide further context or rephrase the question."}, {"id": 1077749838210412674, "rephrased": "What could be the probable cause of the \"non conda folder\" error when running update-runtime and how can it be resolved?"}, {"id": 1077744888562593862, "rephrased": "How can I resolve the missing CUDA driver error in horde-bridge after updating the repository and dependencies, even though I have installed CUDA Toolkit 12.0 Update 1?"}, {"id": 1077658395009613914, "rephrased": "Can you help me identify the error in my prompt that violated the terms of service, as I believe the use of the word \"Daughter\" in a certain context may have caused the misunderstanding?"}, {"id": 1077646763877474324, "rephrased": "What could be causing the authorization to fail in the mobile application despite a previously working API key and unsuccessful attempts to clear the cache or reinstall the app?"}, {"id": 1077598041135136818, "rephrased": "What is causing the error when attempting to toggle maintenance mode through the web interface?"}, {"id": 1077578175921541150, "rephrased": "Can the image generated by stable diffusion be used for commercial purposes or is it only allowed for personal use due to copyright restrictions?"}, {"id": 1077566485934907432, "rephrased": "How can I resolve the missing package \"nataili\" error in the update-runtime script on Windows 10 with Python 3.11?"}, {"id": 1077414986156097627, "rephrased": "Can you provide detailed instructions on how to receive kudos from the community as I have tried logging in to the stable horde but nothing happened?"}, {"id": 1077229859966828644, "rephrased": "How can I fix the issue with the interrogation option not working and getting stuck on the loading screen when using Artbot?"}, {"id": 1076343290087092284, "rephrased": "What is the best way to rephrase the question about a bot issue with model information provided in the given Discord channel conversation?"}, {"id": 1075893336621207562, "rephrased": "What changes were made to the weight system in Stable Horde that could be affecting the quality of prompts on patience.ai?"}, {"id": 1075851522216300554, "rephrased": "What is the appropriate action to take when receiving a non-img2img request for the SD2Depth or Pix2Pix model?"}, {"id": 1075711107320266763, "rephrased": "What could be causing the \"Internal Server Error\" message when attempting to update workers and how can it be resolved?"}, {"id": 1075621487156920383, "rephrased": "How can I generate a high resolution image of an old monk portrait with specific details without encountering errors or missing elements?"}, {"id": 1075554557796560976, "rephrased": "What is the solution to the \"string indices must be integers\" error in the bridge webui.py file after updating?"}, {"id": 1075531961361256458, "rephrased": "How can I resolve the \"libmamba Non-conda folder exists at prefix critical libmamba Aborting\" runtime error?"}, {"id": 1075478009978556557, "rephrased": "How can I address the reports of breach of service related to my prompts copied from openart.ai?"}, {"id": 1075096276158390272, "rephrased": "How can the censor be removed from images?"}, {"id": 1074938658513223711, "rephrased": "Can I access a list of model sizes to help with installation and capacity planning?"}, {"id": 1074906133791252481, "rephrased": "What is the most effective way to rephrase the question \"stable horde bot have a problem\"?"}, {"id": 1074830627305685093, "rephrased": "Can you provide a more appropriate prompt for a highly detailed photograph of a miniature spaceman exploring a backyard lawn in a matte steel and ceramics armored suit with a flying saucer, photorealistic, cinematic lighting, dramatic lighting, analog camera, and professional dramatic composition?"}, {"id": 1074801530529661120, "rephrased": "How can the question \"What is wrong maximize?\" be rephrased to improve clarity?"}, {"id": 1074743385283383457, "rephrased": "How can I resolve the \"Stable Horde API Error\" message when using Hentai Diffusion to generate art with the prompt \"Angelic magical girl\"?"}, {"id": 1074698148720693469, "rephrased": "What steps can I take to troubleshoot my worker that keeps freezing with a log showing a stale job and the need for a restart, while running on Windows 10 with a GTX3060 12Gb?"}, {"id": 1074653364417220648, "rephrased": "How can I resolve the issue of being timed out due to abuse prevention while trying to fetch an ID?"}, {"id": 1074603158795464774, "rephrased": "What is the process to run a local development version of hoard for testing changes without affecting the production version?"}, {"id": 1074324692422373396, "rephrased": "How can I resolve the \"no device\" error in SimpleCollab after losing my GPU connection and now connecting without a GPU?"}, {"id": 1074139709112074310, "rephrased": "How can I prevent my kudos from resetting and increase the duration of Stablecollab sessions on Stableui?"}, {"id": 1074072790480719943, "rephrased": "What does the \"Skipped Info\" message with numbers like {'untrusted': 6} mean and could it indicate a misconfiguration on my end?"}, {"id": 1074012167285772399, "rephrased": "What is the reason for the difference in the total kudos earned displayed in the bridge webui and the userinfo bot?"}, {"id": 1073806323327709255, "rephrased": "What is the most effective way to reword the question when the steps do not register at a maximum of 500?"}, {"id": 1073750374655197244, "rephrased": "Is it advisable to use a VPN on an unsecured WIFI network to ensure encryption and privacy of network traffic?"}, {"id": 1073711548742242374, "rephrased": "What could be the reason for my prompt being reported and timed out while trying to create a painted portrait on an anon API?"}, {"id": 1073533070059257927, "rephrased": "Can I download a model while generating without any interference?"}, {"id": 1073519425141092373, "rephrased": "How can I resolve the issue of Liberty Model not downloading despite trying to restart all systems and selecting dynamic and non-dynamic options?"}, {"id": 1073514842025119785, "rephrased": "What is the process for loading models in AI Horde and how can the issue of \"No models loaded. Waiting for the first model to be up before polling the horde\" be resolved?"}, {"id": 1073365480980631642, "rephrased": "What could be the reason for the API not using the input image in img2img inference request executed through the given python command in Colab, and is there any issue with the syntax?"}, {"id": 1072994909444919328, "rephrased": "What is the solution to clear and prevent the \"Parallel requests\" error when requesting permutations exceeding the maximum limit of 30, and is there a way to prioritize or trickle the requests?"}, {"id": 1071979130096210031, "rephrased": "How can I fix the issue where the NSFW filter on my site is flagging every prompt as \"unethical,\" even for innocuous words like \"the\" or \"a person\"?"}, {"id": 1071845276249243739, "rephrased": "What should I do about the error message I receive when attempting to use the web bridge as a worker?"}, {"id": 1071568908173193256, "rephrased": "How can I resolve the error message about unrecognized models when my worker is loading based on dynamic models?"}, {"id": 1071499362489876610, "rephrased": "How can I update my Horde models on the github/Stable-UI as I haven't seen the new models added earlier today?"}, {"id": 1071484438137020426, "rephrased": "Is it possible to have a whitelist or a censored image for randomly generated prompts in AI Roguelite to avoid getting banned, given recent issues with normal prompts being reported as inappropriate?"}, {"id": 1071397150967201863, "rephrased": "Does the inclusion of a negative prompt unrelated to the requested image, such as \"(((extra legs)))\", have an impact on the quality of the image results when searching for a prompt like \"car\"?"}, {"id": 1071323688575709234, "rephrased": "How can I verify my user account to use filter-related requests and is there a way to create a function to check if a user prompt is caught in the filter pattern?"}, {"id": 1071120135294816328, "rephrased": "What causes an upscale function to produce a completely different image instead of just changing certain details?"}, {"id": 1070989124267425842, "rephrased": "What are the width and height dimensions for portrait, mobile, landscape, and desktop aspect ratios that are multiples of 64 and have a total pixel count of no more than 655360?"}, {"id": 1070943236325122149, "rephrased": "Can SD 2.0 and dpmsolver be used with img2img in \"use all models\" mode?"}, {"id": 1070718172778479738, "rephrased": "What is the most effective way to rephrase the given question and context in one sentence?"}, {"id": 1070556738912260247, "rephrased": "What is the best way to avoid suspicion on a website when a previous request has been banned or rejected?"}, {"id": 1070402860216500297, "rephrased": "How can I access the local URL for AI-Horde-Worker on my Ubuntu 22 Linux server when attempting to connect via my machine's local IP or the provided public URL results in connection errors?"}, {"id": 1070393274545754212, "rephrased": "What is causing the false negative on the prompt for generating unethical images? (Rephrased question)"}, {"id": 1070293178160255057, "rephrased": "What is causing the \"Package cache error\" message during AI-Horde-Worker installation and how can it be resolved?"}, {"id": 1070134201887768586, "rephrased": "What is the best way to resolve the \"error 403 null\" prompt that keeps appearing?"}, {"id": 1070081899185315921, "rephrased": "Can my flagged IP address be cleared after unintentionally including inappropriate language in my photorealistic prompts?"}, {"id": 1069758084907552798, "rephrased": "What is the correct way to run multiple GPUs on a system with two RTX 3070 GPUs, where setting CUDA_VISIBLE_DEVICES to different values in two separate instances of horde-bridge.cmd causes the first GPU to stop working?"}, {"id": 1069633808300769391, "rephrased": "How can I get unbanned after my IP address (103.136.57.197) was blocked for generating a NSFW image with the prompt \"with angelababy face,\" possibly due to the use of the word \"baby\"?"}, {"id": 1069578276491771914, "rephrased": "What is the most effective way to reword the question in light of the given context?"}, {"id": 1069187258810372106, "rephrased": "What is the solution for the broken JSON on line 4228 in the pix2pix definition that has been committed to the GitHub repository causing model reference load errors?"}, {"id": 1068994056618786897, "rephrased": "Can the ability to manually save and load positive prompts be added to Stable UI's feature set, similar to how it currently allows for negative prompts to be saved and loaded?"}, {"id": 1068495816207122442, "rephrased": "Is the Deliberate model missing from my webUI and do I need to contact the support team through patron to receive my monthly kudos amount as a patron supporter?"}, {"id": 1068487285370269758, "rephrased": "How can I resolve the issue of being stuck on the 'Gathering Images' screen indefinitely and my renders not being saved, and can we get a notification about workers who don't support post processors and improve the blocked words filter?"}, {"id": 1068435635704176701, "rephrased": "What makes generating a hot demon using Artbot unethical and is there a correct way to use the bot for this purpose?"}, {"id": 1068432195708002394, "rephrased": "How can I disable Maintenance mode and what causes a 500 response when submitting a post to the generate API endpoint?"}, {"id": 1068215378314006548, "rephrased": "What could be causing the internal server error when attempting to sign in with Google on the stable horde web portal?"}, {"id": 1067926950854799442, "rephrased": "What is the location of the prefix causing the \"Non-conda folder exists\" error in update-runtime and how can it be removed?"}, {"id": 1067185696432980070, "rephrased": "Why are the new images I generate not appearing in my gallery even though I have the option to \"download 0 images\" in settings?"}, {"id": 1067057320531591258, "rephrased": "How can I resolve the ModuleNotFoundError for Gradio when setting up a new worker with AI-Horde-Worker, despite confirming its installation through pip?"}, {"id": 1066966803877736598, "rephrased": "How can I resolve the issue of being unable to access the Dashboard, Workers, About, and Options sections on the Stable UI?"}, {"id": 1066672080277483540, "rephrased": "What is the \"Abuse Prevention\" feature and why did I suddenly receive an IP ban while using a prompt that has been producing unexpected NSFW content?"}, {"id": 1066506912813817917, "rephrased": "Why are new images not showing up in my gallery and why can't I star or delete images from the generation tab?"}, {"id": 1066338419548098560, "rephrased": "What is the appropriate way to describe the age and relationship of characters in an NSFW image prompt without violating content guidelines?"}, {"id": 1065824930148646942, "rephrased": "What is the appropriate channel to report that my worker was put into maintenance due to numerous errors found in the logs while I was asleep?"}, {"id": 1065769098455306292, "rephrased": "What permissions does the Discord bot need to work properly?"}, {"id": 1065735396048253028, "rephrased": "What could be causing the inpainting tool to not select the desired area and instead inpaint everything else, and how can this issue be resolved when using Firefox?"}, {"id": 1065648759758921738, "rephrased": "What could be causing the issues with Stable UI, specifically with images appearing weird when using a certain style and difficulty deleting images from the Prompt tab?"}, {"id": 1065286565825351740, "rephrased": "How can I fix the issue with xformers not working after a clean install, despite following a guide, and now causing Hord to run slow?"}, {"id": 1065065997985398895, "rephrased": "How can I change the number of columns in my gallery display as toggling pageless display on or off doesn't seem to work?"}, {"id": 1065003730380009522, "rephrased": "What could be the reason for receiving a ban despite not seeing any issue with the prompt?"}, {"id": 1064629826331349085, "rephrased": "What could be causing the error preventing me from downloading models despite having added my token to cred.py and running update-runtime multiple times on my local machine?"}, {"id": 1064192002385793024, "rephrased": "What is causing Stable Horde to crash and refuse to open again when attempting to favorite a prompt in load history?"}, {"id": 1063765811459788810, "rephrased": "What could be the reason for not getting any output when running the horde-bridge.cmd command in the AI-Horde-Worker directory?"}, {"id": 1063602062518141038, "rephrased": "Is the blacklist feature currently enabled and supported in the live implementation as I passed a blacklist but received a job request containing a word that appeared isolated in the prompt and the blacklist list is never referenced in the server code?"}, {"id": 1063461158629150770, "rephrased": "How can the prompt window in ArtBot be expanded to fit the entire prompt and is there an option to download individual images like in Stable UI?"}, {"id": 1063011370532081685, "rephrased": "What could be causing models on a browser to be infinitely pending with the circular bar never filling up and the countdown never counting down?"}, {"id": 1062942133159469217, "rephrased": "What is the recommended approach for setting the max_power value and avoiding OOM errors?"}, {"id": 1062896442928287804, "rephrased": "How can I find the prompt I used in the metadata of my downloaded images from Stable UI when using sites like Metadata2Go or AUTOMATIC1111 doesn't work?"}, {"id": 1061736404872351744, "rephrased": "What steps can be taken to resolve the issue of not being able to start the worker after making adjustments to bridgeData.py and changing the worker name and models, despite the status showing as \"Online\" on the settings page?"}, {"id": 1061666682109698108, "rephrased": "How can I resolve the issue of the generation process being stuck at 95% at 16:24?"}, {"id": 1061580687787966535, "rephrased": "Why is my Discord bot not sending me messages when I give or receive kudos?"}, {"id": 1061552560915365999, "rephrased": "Why is enabling r2 not guaranteeing a response with Cloudflare URL even though it was enabled a few hours ago and only experienced this a couple of minutes ago?"}, {"id": 1061377357082017913, "rephrased": "What could be causing the \"Interrogator Worker Wrong Credentials\" error that occurs intermittently every 1-6 hours and is fixed by restarting, and is it related to not reaching trusted status or something else?"}, {"id": 1060997459708493864, "rephrased": "What is the correct way to start the horde-bridge.cmd?"}, {"id": 1060699799642439820, "rephrased": "How can I resolve the \"runtime error pytorchstreamreader failed reading zip archive; failed to reach\" issue while setting up an Interrogation worker on a fresh install of the latest version of the worker software?"}, {"id": 1060677270391488712, "rephrased": "What steps should I take to resolve the errors I am experiencing after updating my setup?"}, {"id": 1060612937384988753, "rephrased": "What is the reason for being stuck with randomness in Aqualxx?"}, {"id": 1060515308609220698, "rephrased": "Is the issue of every other image failing to generate related to the recent update and have other users experienced the same problem?"}, {"id": 1060350333416648774, "rephrased": "What are the steps to install and run Zelda_Fan's Discord Bot if I have already configured the .env file with the necessary token, credentials, and port?"}, {"id": 1060308184344051752, "rephrased": "How can I resolve the \"OSError: /home/orion/anaconda3/lib/python3.9/site-packages/torch/lib/libtorch_global_deps.so: cannot open shared object file: No such file or directory\" error when running the horde with PyTorch?"}, {"id": 1060291761198616717, "rephrased": "What is the solution to the error encountered while attempting to run bridge_interrogation on a CPU-only device, as well as the error in <#1050476592691957880>?"}, {"id": 1058383784392798238, "rephrased": "How can I access a website that is giving me an \"Out of Memory\" error without losing my data?"}, {"id": 1043472233529618443, "rephrased": "What could be causing the error message when attempting to transfer kudos to the user kirushahaosit#3969?"}, {"id": 1022617696413679696, "rephrased": "What are some community-created tools that can be integrated with the Hordes?"}, {"id": 1021208495414071307, "rephrased": "What is the recommended method for joining the horde and contributing to the parallelization of GPU processing for the benefit of others?"}]